Repository: Fatih90FM91/dental-project-client
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl, tr

source: Subscribe to our newsletter to stay informed and receive regular updates, exclusive content, and valuable insights delivered directly to your inbox.
nl: Abonneer u op onze nieuwsbrief om op de hoogte te blijven en ontvang regelmatig updates, exclusieve inhoud en waardevolle inzichten rechtstreeks in uw inbox.
tr: Haberdar olmak ve düzenli güncellemeler, özel içerik ve doğrudan gelen kutunuza gönderilen değerli bilgiler almak için bültenimize abone olun.

source: Enter email address
nl: Vul email adres in
tr: Email adresini gir

source: Subscribe
nl: Abonneren
tr: Abone olun

source: UI Designer
nl: UI-ontwerper
tr: Kullanıcı Arayüzü Tasarımcısı

source: I encourage you to explore the world of dental blogs. Dive into the articles, absorb the knowledge, and empower yourself with the information needed to maintain a healthy, radiant smile. Your oral health journey begins with the click of a button, and the possibilities are endless.
nl: Ik moedig je aan om de wereld van tandheelkundige blogs te verkennen. Duik in de artikelen, absorbeer de kennis en geef uzelf de informatie die nodig is om een gezonde, stralende glimlach te behouden. Uw reis naar mondgezondheid begint met een klik op de knop, en de mogelijkheden zijn eindeloos.
tr: Diş blogları dünyasını keşfetmenizi tavsiye ederim. Makaleleri derinlemesine inceleyin, bilgiyi özümseyin ve sağlıklı, ışıltılı bir gülümsemeyi sürdürmek için gereken bilgilerle kendinizi güçlendirin. Ağız sağlığı yolculuğunuz bir düğmeye tıklamakla başlar ve olasılıklar sonsuzdur.

source: Explore the connection between your diet and your dental health. Discover which foods are smile-friendly and which ones to consume in moderation.
nl: Ontdek het verband tussen uw dieet en uw tandheelkundige gezondheid. Ontdek welke voedingsmiddelen glimlachvriendelijk zijn en welke je met mate moet consumeren.
tr: Diyetiniz ile diş sağlığınız arasındaki bağlantıyı keşfedin. Hangi yiyeceklerin gülümseme dostu olduğunu ve hangilerinin ölçülü tüketilmesi gerektiğini keşfedin.

source: Parents, learn how to establish good oral hygiene habits early, find the right toothbrush for your child, and make dental visits a positive experience.
nl: Ouders, leer hoe u vroegtijdig goede mondhygiënegewoonten kunt ontwikkelen, de juiste tandenborstel voor uw kind kunt vinden en van tandartsbezoeken een positieve ervaring kunt maken.
tr: Ebeveynler, iyi ağız hijyeni alışkanlıklarını erkenden nasıl edineceğinizi, çocuğunuz için doğru diş fırçasını nasıl bulacağınızı ve diş hekimi ziyaretlerini nasıl olumlu bir deneyime dönüştüreceğinizi öğrenin.

source: Explore practical and effective tips for maintaining a dazzling smile, from proper brushing and flossing techniques to the benefits of mouthwash.
nl: Ontdek praktische en effectieve tips voor het behouden van een oogverblindende glimlach, van de juiste poets- en flosstechnieken tot de voordelen van mondwater.
tr: Doğru fırçalama ve diş ipi kullanma tekniklerinden gargaranın faydalarına kadar göz kamaştırıcı bir gülümsemeyi sürdürmek için pratik ve etkili ipuçlarını keşfedin.

source: Blue Tulip Procedure
tr: Blue Tulip Prosedürü

source: High Quality Services
nl: Diensten van hoge kwaliteit
tr: Yüksek Kaliteli Hizmetler

source: I'm delighted to introduce you to the Blue Tulip Procedure and the exceptional high-quality services it represents. Blue Tulip is not just a dental treatment; it's a testament to our unwavering commitment to your oral health and well-being.
nl: Ik ben blij om u kennis te laten maken met de Blue Tulip Procedure en de uitzonderlijk hoogwaardige dienstverlening die deze vertegenwoordigt. Blue Tulip is niet zomaar een tandheelkundige behandeling; het is een bewijs van onze niet-aflatende toewijding aan uw mondgezondheid en welzijn.
tr: Sizi Blue Tulip İşlemi ve onun temsil ettiği olağanüstü yüksek kaliteli hizmetlerle tanıştırmaktan mutluluk duyuyorum. Mavi Lale sadece diş tedavisi değildir; bu, ağız sağlığınıza ve refahınıza olan sarsılmaz bağlılığımızın bir kanıtıdır.

source: innovation
nl: innovatie
tr: yenilik

source: dedication
nl: toewijding
tr: özveri

source: cutting-edge technology
nl: geavanceerde technologie
tr: son teknoloji

source: Get a Free Quote
nl: Ontvang een gratis offerte
tr: Ücretsiz fiyat teklifi almak

source: Get Quote
nl: Ontvang een offerte
tr: Teklif Al

source: Register at Blue Tulip
nl: Schrijf je in bij Blauwe Tulp
tr: Blue Tulip'e kaydolun

source: You are welcome to register with us. Please fill out the information below and we will contact you within two working days.Do you want to register more than one person such as your partner or children? After submitting the completed registration form, this page will automatically refresh to allow you to complete another registration form if necessary.Would you please bring your health care card on your first visit? Thanks in advance!
nl: U bent van harte welkom om u bij ons in te schrijven. Vult u onderstaande gegevens in en wij nemen binnen twee werkdagen contact met u op. Wilt u meerdere personen aanmelden, bijvoorbeeld uw partner of kinderen? Nadat u het ingevulde registratieformulier heeft verzonden, wordt deze pagina automatisch vernieuwd, zodat u indien nodig nog een registratieformulier kunt invullen. Wilt u bij het eerste bezoek uw zorgpas meenemen? Bij voorbaat bedankt!
tr: Bize kayıt olabilirsiniz. Lütfen aşağıdaki bilgileri doldurun, iki iş günü içinde sizinle iletişime geçeceğiz. Eşiniz veya çocuklarınız gibi birden fazla kişiyi kayıt ettirmek mi istiyorsunuz? Doldurduğunuz kayıt formunu gönderdikten sonra bu sayfa, gerekirse başka bir kayıt formu doldurmanıza imkan verecek şekilde otomatik olarak yenilenecektir. Lütfen ilk ziyaretinizde sağlık kartınızı getirir misiniz? Şimdiden teşekkürler!

source: First Name
nl: Voor Naam
tr: Adınız

source: Last Name
nl: Achter Naam
tr: Soyadiniz

source: Gender
nl: Geslacht
tr: Cinsiyet

source: Date of birth
nl: Geboortedatum
tr: Doğum tarihi

source: House Number
nl: Huis Nummer
tr: Ev Numarası

source: City
nl: Stad
tr: Şehir

source: State
nl: Staat
tr: Eyalet

source: Zipcode
nl: Postcode
tr: Posta kodu

source: Street
nl: Straat
tr: Sokak

source: How Do you hear about Us?
nl: Hoe hoor je over ons?
tr: Bizden Nasıl Haberdarsınız?

source: Question
nl: Vraag
tr: Soru

source: Are you member?
nl: Bent u lid?
tr: Üye misiniz?

source: Register
tr: Kayıt ol

source: Dental Checkup
nl: Tandheelkundige controle
tr: Diş kontrolü

source: Regular dental checkups are essential for maintaining oral health. Dentists examine your teeth, gums, and mouth for signs of issues, allowing for early intervention.
nl: Regelmatige tandheelkundige controles zijn essentieel voor het behoud van de mondgezondheid. Tandartsen onderzoeken uw tanden, tandvlees en mond op tekenen van problemen, waardoor vroegtijdig ingrijpen mogelijk is.
tr: Ağız sağlığının korunması için düzenli diş muayenesi şarttır. Diş hekimleri dişlerinizi, diş etlerinizi ve ağzınızı sorun belirtileri açısından inceleyerek erken müdahaleye olanak tanır.

source: Dental Bridges
nl: Tandheelkundige bruggen
tr: Diş Köprüleri

source: Bridges are used to replace missing teeth by anchoring artificial teeth to adjacent natural teeth, improving both function and appearance.
nl: Bruggen worden gebruikt om ontbrekende tanden te vervangen door kunsttanden te verankeren aan aangrenzende natuurlijke tanden, waardoor zowel de functie als het uiterlijk worden verbeterd.
tr: Köprüler, yapay dişlerin komşu doğal dişlere sabitlenmesi yoluyla eksik dişlerin yerine konulması için kullanılır, hem fonksiyon hem de görünüm iyileştirilir.

source: Dental Implants
nl: Tandheelkundige implantaten
tr: Diş implantları

source: Dental implants are titanium posts surgically placed in the jawbone to support artificial teeth. They provide a durable, long-term solution for missing teeth.
nl: Tandimplantaten zijn titanium stiften die operatief in het kaakbot worden geplaatst om kunsttanden te ondersteunen. Ze bieden een duurzame oplossing voor de lange termijn voor ontbrekende tanden.
tr: Diş implantları, yapay dişleri desteklemek için çene kemiğine cerrahi olarak yerleştirilen titanyum direklerdir. Eksik dişlere dayanıklı, uzun vadeli bir çözüm sunarlar.

source: Pediatric Dentistry
nl: Kindertandheelkunde
tr: Çocuk Diş Hekimliği

source: Pediatric dentists specialize in children's dental care, offering services tailored to young patients' unique needs.
nl: Kindertandartsen zijn gespecialiseerd in tandheelkundige zorg voor kinderen en bieden diensten aan die zijn afgestemd op de unieke behoeften van jonge patiënten.
tr: Pediatrik diş hekimleri çocukların diş bakımı konusunda uzmanlaşmıştır ve genç hastaların benzersiz ihtiyaçlarına uygun hizmetler sunmaktadır.

source: Root Canal Treatment
nl: Wortelkanaalbehandeling
tr: Kök kanal tedavisi

source: Root canal therapy involves removing infected or damaged pulp from a tooth, preserving the tooth and relieving pain caused by infection.
nl: Wortelkanaaltherapie omvat het verwijderen van geïnfecteerde of beschadigde pulpa van een tand, het behouden van de tand en het verlichten van pijn veroorzaakt door een infectie.
tr: Kök kanal tedavisi, dişten enfekte veya hasar görmüş pulpanın çıkarılmasını, dişi korumayı ve enfeksiyonun neden olduğu ağrıyı hafifletmeyi içerir.

source: Crowns are tooth-shaped caps that are placed over damaged or weakened teeth to restore their strength, shape, and appearance.
nl: Kronen zijn tandvormige kappen die over beschadigde of verzwakte tanden worden geplaatst om hun kracht, vorm en uiterlijk te herstellen.
tr: Kuronlar, hasar görmüş veya zayıflamış dişlerin üzerine, güçlerini, şekillerini ve görünümlerini yeniden kazandırmak için yerleştirilen diş şeklindeki kapaklardır.

source: Orthodontic procedures, including braces and aligners, are used to correct misaligned teeth and bite issues for improved oral health and aesthetics.
nl: Orthodontische procedures, waaronder beugels en aligners, worden gebruikt om verkeerd uitgelijnde tanden en bijtproblemen te corrigeren voor een betere mondgezondheid en esthetiek.
tr: Diş telleri ve hizalayıcıları da içeren ortodontik prosedürler, daha iyi ağız sağlığı ve estetiği sağlamak amacıyla yanlış hizalanmış dişleri ve ısırık sorunlarını düzeltmek için kullanılır.

source: hello
nl: Hoi
tr: merhaba

source: Quality brackets in the context of dentistry typically refer to orthodontic brackets used in braces. These brackets play a crucial role in orthodontic treatment as they are attached to the patient's teeth and serve as the anchor points for the archwires that guide the movement of teeth into their proper positions.
nl: Kwaliteitsbeugels in de context van de tandheelkunde verwijzen doorgaans naar orthodontische beugels die in beugels worden gebruikt. Deze beugels spelen een cruciale rol bij orthodontische behandelingen, omdat ze aan de tanden van de patiënt worden bevestigd en dienen als ankerpunten voor de boogdraden die de beweging van de tanden naar de juiste positie leiden.
tr: Diş hekimliği bağlamında kaliteli braketler tipik olarak diş tellerinde kullanılan ortodontik braketleri ifade eder. Bu braketler, hastanın dişlerine bağlandıkları ve dişlerin hareketlerini uygun konumlarına yönlendiren ark telleri için bağlantı noktaları görevi gördükleri için ortodontik tedavide çok önemli bir rol oynarlar.

source: Assistant
nl: Assistent
tr: Doktor Asistani

source: A dentist assistant is a crucial part of the dental team, offering support and ensuring the smooth operation of the practice, while also assisting in patient care.
nl: Een tandartsassistent is een cruciaal onderdeel van het tandheelkundig team. Hij biedt ondersteuning en zorgt voor een goede werking van de praktijk, terwijl hij ook helpt bij de patiëntenzorg.
tr: Bir diş hekimi asistanı, diş hekimliği ekibinin önemli bir parçasıdır; destek sunar ve muayenehanenin sorunsuz çalışmasını sağlarken aynı zamanda hasta bakımına da yardımcı olur.

source: A reception employee serves as the welcoming face of an organization, adeptly managing inquiries, appointments, and the flow of visitors to create a positive and efficient experience.
nl: Een receptiemedewerker fungeert als het gastvrije gezicht van een organisatie en beheert op bekwame wijze vragen, afspraken en de bezoekersstroom om een positieve en efficiënte ervaring te creëren.
tr: Bir resepsiyon çalışanı, olumlu ve verimli bir deneyim yaratmak için soruları, randevuları ve ziyaretçi akışını ustaca yöneterek bir organizasyonun davetkar yüzü olarak hizmet eder.

source: IT Expert
nl: ICT Expert
tr: IT Uzmanı

source: An IT expert possesses the technical prowess to troubleshoot, optimize, and innovate in the digital realm, ensuring that technology empowers and enables seamless operations across various domains.
nl: Een IT-expert beschikt over de technische bekwaamheid om problemen op te lossen, te optimaliseren en te innoveren in de digitale wereld, en ervoor te zorgen dat technologie naadloze operaties in verschillende domeinen mogelijk maakt.
tr: Bir IT uzmanı, dijital alanda sorunları giderme, optimize etme ve yenilik yapma konusunda teknik beceriye sahip olup, teknolojinin çeşitli alanlarda kesintisiz operasyonları güçlendirip mümkün kılmasını sağlar.

source: Discover why routine dental checkups are your best defense against oral health issues and how they can save you time, money, and discomfort in the long run.
nl: Ontdek waarom routinematige tandheelkundige controles uw beste verdediging zijn tegen mondgezondheidsproblemen en hoe ze u op de lange termijn tijd, geld en ongemak kunnen besparen.
tr: Rutin diş kontrollerinin neden ağız sağlığı sorunlarına karşı en iyi savunmanız olduğunu ve uzun vadede zamandan, paradan ve rahatsızlıktan nasıl tasarruf edebileceğinizi keşfedin.

source: In conclusion, when we say, 'Help Our Customers Needs,' we mean that your needs are at the forefront of our practice. Your smile is our mission, and we are dedicated to assisting you in achieving and maintaining optimal oral health. We are not just your dental care providers; we are your partners in a journey toward a healthier, happier smile
nl: Concluderend: als we zeggen: 'Help de behoeften van onze klanten', bedoelen we dat uw behoeften voorop staan in onze praktijk. Uw glimlach is onze missie en wij streven ernaar u te helpen bij het bereiken en behouden van een optimale mondgezondheid. Wij zijn niet alleen uw tandheelkundige zorgverleners; wij zijn uw partners op weg naar een gezondere, gelukkiger glimlach.
tr: Üstelik 'Müşterilerimizin İhtiyaçlarına Yardımcı Olma' taahhüdümüz sandalyenin ötesine uzanıyor. Ağız sağlığınız hakkında bilinçli kararlar vermenizi sağlayacak bilgi ve araçlarla sizi güçlendirmek, rehberlik ve eğitim sağlamak için buradayız. İyi bilgilendirilmiş bir hastanın güçlendirilmiş bir hasta olduğuna inanıyoruz.

source: Reception Employee
nl: Receptie Medewerker
