Repository: Fatih90FM91/dental-project-client
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl, tr

source: About Us
tr: Hakkımızda

source: What we do
nl: Wat we doen
tr: Ne yapıyoruz

source: Our mission
nl: Onze missie
tr: Görevimiz

source: Our goal
nl: Ons doel
tr: Hedefimiz

source: We Offer High Quality Services
nl: Wij bieden diensten van hoge kwaliteit
tr: Yüksek Kaliteli Hizmetler Sunuyoruz

source: Today, I am thrilled to share with you the essence of what we stand for in the world of dentistry: 'We Offer High-Quality Services.' These words are not just a statement but a promise that we uphold with unwavering commitment and dedication.
nl: Vandaag ben ik blij om met u de essentie te delen van waar wij voor staan in de wereld van de tandheelkunde: 'Wij bieden diensten van hoge kwaliteit.' Deze woorden zijn niet zomaar een verklaring, maar een belofte die we met onwrikbare toewijding en toewijding nakomen.
tr: Bugün, diş hekimliği dünyasında neyi temsil ettiğimizin özünü sizlerle paylaşmanın heyecanını yaşıyorum: 'Yüksek Kaliteli Hizmetler Sunuyoruz.' Bu sözler sadece bir ifade değil, sarsılmaz bir bağlılık ve özveriyle yerine getirdiğimiz bir sözdür.

source: When you step into our dental practice, you are stepping into an environment where excellence is the standard. From the moment you walk through our doors, you will experience the difference that high-quality dental services can make.
nl: Wanneer u onze tandartspraktijk binnenstapt, stapt u in een omgeving waar uitmuntendheid de norm is. Vanaf het moment dat u door onze deuren loopt, ervaart u het verschil dat hoogwaardige tandheelkundige diensten kunnen maken.
tr: Diş hekimliği kliniğimize adım attığınızda mükemmelliğin standart olduğu bir ortama adım atıyorsunuz. Kapılarımızdan içeri girdiğiniz andan itibaren yüksek kaliteli dişhekimliği hizmetlerinin yaratabileceği farkı deneyimleyeceksiniz.

source: Our team of skilled and compassionate professionals is dedicated to providing you with the finest care. Whether you seek routine check-ups, cosmetic enhancements, or restorative treatments, rest assured that your smile is in the hands of experts who prioritize your well-being.
nl: Ons team van bekwame en meelevende professionals staat klaar om u de beste zorg te bieden. Of u nu op zoek bent naar routinecontroles, cosmetische verbeteringen of herstellende behandelingen, u kunt er zeker van zijn dat uw glimlach in handen is van experts die prioriteit geven aan uw welzijn.
tr: Yetenekli ve şefkatli profesyonellerden oluşan ekibimiz, size en iyi bakımı sunmaya kendini adamıştır. Rutin kontroller, kozmetik iyileştirmeler veya onarıcı tedaviler arıyorsanız, gülümsemenizin sağlığınıza öncelik veren uzmanların elinde olduğundan emin olabilirsiniz.

source: In conclusion, when we say, 'We Offer High-Quality Services,' we mean that your smile, your comfort, and your satisfaction are our top priorities. We are dedicated to providing you with dental care that not only meets but exceeds your expectations. We invite you to experience the difference for yourself and join us on a journey towards a healthier, more radiant smile.
nl: Concluderend: als we zeggen: 'Wij bieden diensten van hoge kwaliteit', bedoelen we dat uw glimlach, uw comfort en uw tevredenheid onze topprioriteiten zijn. Wij doen er alles aan om u tandheelkundige zorg te bieden die niet alleen aan uw verwachtingen voldoet, maar deze zelfs overtreft. Wij nodigen u uit om zelf het verschil te ervaren en met ons mee te gaan op reis naar een gezondere, stralendere glimlach.
tr: Sonuç olarak 'Kaliteli Hizmet Sunuyoruz' derken, sizin gülümsemeniz, konforunuz ve memnuniyetiniz bizim önceliğimizdir. Size beklentilerinizi yalnızca karşılamakla kalmayıp aşan diş bakımı sağlamaya kendimizi adadık. Sizleri farkı kendiniz yaşamaya, daha sağlıklı, daha ışıltılı bir gülümsemeye doğru yolculuğa çıkmaya davet ediyoruz.

source: Thank you for considering us as your partners in oral health, and we look forward to serving you with the utmost care and expertise.
nl: Bedankt dat u ons beschouwt als uw partner op het gebied van mondgezondheid, en we kijken ernaar uit u met de grootst mogelijke zorg en expertise van dienst te zijn.
tr: Bizi ağız sağlığı konusunda ortağınız olarak gördüğünüz için teşekkür ederiz ve size azami özen ve uzmanlıkla hizmet vermeyi sabırsızlıkla bekliyoruz.

source: To Accomodate All Patients
nl: Om alle patiënten tegemoet te komen
tr: Tüm Hastaları Barındırmak

source: We believe that quality dental care should be accessible to everyone, regardless of their unique needs, backgrounds, or circumstances. Our commitment to accommodating all patients is at the heart of everything we do.
nl: Wij zijn van mening dat hoogwaardige tandheelkundige zorg voor iedereen toegankelijk moet zijn, ongeacht hun unieke behoeften, achtergronden of omstandigheden. Onze toewijding om alle patiënten tegemoet te komen vormt de kern van alles wat we doen.
tr: Kaliteli diş bakımının, benzersiz ihtiyaçları, geçmişleri veya koşulları ne olursa olsun herkes için erişilebilir olması gerektiğine inanıyoruz. Yaptığımız her şeyin temelinde, tüm hastaları ağırlama taahhüdümüz yer alır.

source: When you choose our dental practice, you're not just choosing a healthcare provider; you're choosing an inclusive and compassionate environment where your individuality is respected and valued.
nl: Als u voor onze tandartspraktijk kiest, kiest u niet alleen voor een zorgaanbieder; je kiest voor een inclusieve en medelevende omgeving waar je individualiteit wordt gerespecteerd en gewaardeerd.
tr: Diş hekimliği muayenehanemizi seçtiğinizde sadece bir sağlık hizmeti sağlayıcısını seçmiyorsunuz; bireyselliğinize saygı duyulan ve değer verilen kapsayıcı ve şefkatli bir ortam seçiyorsunuz.

source: But our commitment to accommodating all patients extends beyond the services we offer. We take pride in creating a welcoming and comfortable atmosphere where everyone feels at home. Our team is trained to provide care with sensitivity and empathy, ensuring that your experience is as stress-free as possible.
nl: Maar onze inzet om alle patiënten tegemoet te komen, reikt verder dan de diensten die wij aanbieden. Wij zijn er trots op dat we een gastvrije en comfortabele sfeer creëren waarin iedereen zich thuis voelt. Ons team is getraind om zorg te bieden met gevoeligheid en empathie, zodat uw ervaring zo stressvrij mogelijk is.
tr: Ancak tüm hastaları ağırlama taahhüdümüz sunduğumuz hizmetlerin ötesine geçmektedir. Herkesin evindeymiş gibi hissedeceği sıcak ve konforlu bir atmosfer yaratmaktan gurur duyuyoruz. Ekibimiz, deneyiminizin mümkün olduğunca stressiz olmasını sağlamak için hassasiyet ve empatiyle bakım sağlamak üzere eğitilmiştir.

source: Our dedication to accommodating all patients is not just about the here and now; it's about fostering long-term relationships built on trust and mutual respect. We want to be your partners in oral health, supporting you on your journey to a healthier and more radiant smile.
nl: Maar onze inzet om alle patiënten tegemoet te komen, reikt verder dan de diensten die wij aanbieden. Wij zijn er trots op dat we een gastvrije en comfortabele sfeer creëren waarin iedereen zich thuis voelt. Ons team is getraind om zorg te bieden met gevoeligheid en empathie, zodat uw ervaring zo stressvrij mogelijk is.
tr: Tüm hastalara yardımcı olma konusundaki kararlılığımız sadece burada ve şimdi ile ilgili değildir; güven ve karşılıklı saygıya dayalı uzun vadeli ilişkileri teşvik etmekle ilgilidir. Ağız sağlığında partneriniz olmak, daha sağlıklı ve ışıltılı bir gülümsemeye giden yolculuğunuzda size destek olmak istiyoruz.

source: Thank you for considering us as your dental care provider, and we look forward to welcoming you into our inclusive and caring dental family.
nl: Bedankt dat u ons als uw tandheelkundige zorgverlener beschouwt, en we kijken ernaar uit u te mogen verwelkomen in onze inclusieve en zorgzame tandheelkundige familie.
tr: Bizi diş bakımı sağlayıcınız olarak gördüğünüz için teşekkür ederiz ve sizi kapsayıcı ve özenli diş hekimliği ailemize davet etmeyi sabırsızlıkla bekliyoruz.

source: Help Our Customers Needs
nl: Help de behoeften van onze klanten
tr: Müşterilerimizin İhtiyaçlarına Yardımcı Olun

source: Today, I want to shed light on a fundamental aspect of our dental practice: our unwavering commitment to 'Help Our Customers Needs.' At the heart of everything we do is a deep understanding that our patients are unique individuals with specific dental needs, and it is our privilege and responsibility to assist them in achieving optimal oral health.
nl: Vandaag wil ik licht werpen op een fundamenteel aspect van onze tandartspraktijk: onze niet-aflatende inzet om 'de behoeften van onze klanten te helpen'. De kern van alles wat we doen is het diepgaande inzicht dat onze patiënten unieke individuen zijn met specifieke tandheelkundige behoeften, en het is ons voorrecht en onze verantwoordelijkheid om hen te helpen bij het bereiken van een optimale mondgezondheid.
tr: Bugün diş hekimliği uygulamamızın temel bir yönüne ışık tutmak istiyorum: 'Müşterilerimizin İhtiyaçlarına Yardımcı Olma' konusundaki sarsılmaz bağlılığımız. Yaptığımız her şeyin temelinde, hastalarımızın özel diş hekimliği ihtiyaçları olan benzersiz bireyler olduğunun derin bir anlayışı vardır ve onlara en iyi ağız sağlığına ulaşmalarında yardımcı olmanın ayrıcalığımız ve sorumluluğumuzdur.

source: Our team of experienced professionals is committed to providing you with the highest standard of care. We take the time to listen to your concerns, answer your questions, and involve you in decisions regarding your dental health. Your active participation in your treatment is essential to us.
nl: Ons team van ervaren professionals streeft ernaar u de hoogste zorgstandaard te bieden. Wij nemen de tijd om naar uw zorgen te luisteren, uw vragen te beantwoorden en u te betrekken bij beslissingen over uw tandheelkundige gezondheid. Uw actieve deelname aan uw behandeling is voor ons essentieel.
tr: Deneyimli profesyonellerden oluşan ekibimiz, size en yüksek bakım standardını sunmaya kendini adamıştır. Endişelerinizi dinlemek, sorularınızı yanıtlamak ve diş sağlığınızla ilgili kararlara sizi dahil etmek için zaman ayırıyoruz. Tedavinize aktif katılımınız bizim için çok önemlidir.

source: Moreover, our commitment to 'Help Our Customers Needs' extends beyond the chair. We are here to provide guidance and education, empowering you with the knowledge and tools to make informed decisions about your oral health. We believe that a well-informed patient is an empowered patient.
tr: Üstelik 'Müşterilerimizin İhtiyaçlarına Yardımcı Olma' taahhüdümüz sandalyenin ötesine uzanıyor. Ağız sağlığınız hakkında bilinçli kararlar vermenizi sağlayacak bilgi ve araçlarla sizi güçlendirmek, rehberlik ve eğitim sağlamak için buradayız. İyi bilgilendirilmiş bir hastanın güçlendirilmiş bir hasta olduğuna inanıyoruz.

source: In conclusion, when we say, 'Help Our Customers Needs,' we mean that your needs are at the forefront of our practice. Your smile is our mission, and we are dedicated to assisting you in achieving and maintaining optimal oral health. We are not just your dental care providers; we are your partners in a journey toward a healthier, happier smile.
nl: Concluderend: als we zeggen: 'Help de behoeften van onze klanten', bedoelen we dat uw behoeften voorop staan in onze praktijk. Uw glimlach is onze missie en wij streven ernaar u te helpen bij het bereiken en behouden van een optimale mondgezondheid. Wij zijn niet alleen uw tandheelkundige zorgverleners; wij zijn uw partners op weg naar een gezondere, gelukkiger glimlach.
tr: Üstelik 'Müşterilerimizin İhtiyaçlarına Yardımcı Olma' taahhüdümüz sandalyenin ötesine uzanıyor. Ağız sağlığınız hakkında bilinçli kararlar vermenizi sağlayacak bilgi ve araçlarla sizi güçlendirmek, rehberlik ve eğitim sağlamak için buradayız. İyi bilgilendirilmiş bir hastanın güçlendirilmiş bir hasta olduğuna inanıyoruz.

source: Blue Tulip with a personal touch
nl: Blue Tulip met een persoonlijk tintje
tr: Kişisel bir dokunuşla Blue Tulip

source: Join us in creating a world where every smile shines with confidence. Your smile's best friend is just a call away welcome to Blue Tulip.
nl: Werk samen met ons aan het creëren van een wereld waarin elke glimlach straalt van vertrouwen. De beste vriend van je glimlach is slechts één telefoontje verwijderd, welkom bij Blue Tulip.
tr: Her gülümsemenin güvenle parladığı bir dünya yaratmak için bize katılın. Gülüşünüzün en iyi dostu bir telefon kadar yakınınızda Blue Tulip'ye hoş geldiniz.

source: Well Experience Dentist
nl: Goed ervaren tandarts
tr: Deneyimli Diş Hekimi

source: when you choose a well-experienced dentist, you're not just choosing a healthcare provider; you're choosing a partner in your oral health journey. You're choosing confidence, empathy, and a commitment to excellence.
nl: Als u voor een ervaren tandarts kiest, kiest u niet alleen voor een zorgaanbieder; u kiest een partner in uw mondgezondheidstraject. U kiest voor vertrouwen, empathie en een streven naar uitmuntendheid.
tr: Deneyimli bir diş hekimini seçtiğinizde sadece bir sağlık hizmeti sağlayıcısını seçmiş olmuyorsunuz; ağız sağlığı yolculuğunuzda bir ortak seçiyorsunuz. Güveni, empatiyi ve mükemmelliğe olan bağlılığı seçiyorsunuz.

source: High Technology Facilities
nl: Hoogwaardige technologische faciliteiten
tr: Yüksek Teknoloji Tesisleri

source: high-technology facilities have truly transformed the landscape of dentistry. They offer a glimpse into the future of oral healthcare, one that is characterized by precision, convenience, and patient-centric care. As we continue to embrace these advancements, we can look forward to even greater innovations that will further elevate the field of dentistry and keep our smiles healthy and radiant.
nl: Hoogtechnologische faciliteiten hebben het landschap van de tandheelkunde werkelijk getransformeerd. Ze bieden een kijkje in de toekomst van de mondzorg, die wordt gekenmerkt door precisie, gemak en patiëntgerichte zorg. Terwijl we deze ontwikkelingen blijven omarmen, kunnen we uitkijken naar nog grotere innovaties die het vakgebied van de tandheelkunde verder zullen verbeteren en onze glimlach gezond en stralend zullen houden.
tr: Yüksek teknoloji tesisleri diş hekimliğinin manzarasını gerçekten değiştirdi. Hassasiyet, kolaylık ve hasta odaklı bakım ile karakterize edilen ağız sağlığının geleceğine bir bakış sunuyorlar. Bu gelişmeleri benimsemeye devam ettikçe, diş hekimliği alanını daha da ileri taşıyacak ve gülümsemelerimizi sağlıklı ve ışıltılı tutacak daha büyük yenilikleri sabırsızlıkla bekleyebiliriz.

source: Comfortable Clinics
nl: Comfortabele klinieken
tr: Konforlu Klinikler

source: comfortable dental clinics are more than just places of treatment; they are sanctuaries of care and compassion. They reflect a commitment to patient well-being and a dedication to making dental visits not only painless but genuinely comfortable. As these clinics continue to redefine the dental experience, we can look forward to a future where oral healthcare is embraced with confidence and peace of mind.
nl: Comfortabele tandheelkundige klinieken zijn meer dan alleen behandelplaatsen; het zijn heiligdommen van zorg en mededogen. Ze weerspiegelen een toewijding aan het welzijn van de patiënt en een toewijding om tandartsbezoeken niet alleen pijnloos maar ook echt comfortabel te maken. Terwijl deze klinieken de tandheelkundige ervaring blijven herdefiniëren, kunnen we uitkijken naar een toekomst waarin mondzorg met vertrouwen en gemoedsrust wordt omarmd.
tr: Konforlu diş klinikleri sadece tedavi mekanlarından çok daha fazlasıdır; onlar ilgi ve şefkatin sığınaklarıdır. Bunlar, hastanın sağlığına olan bağlılığı ve diş hekimi ziyaretlerini sadece ağrısız değil aynı zamanda gerçekten konforlu hale getirme konusundaki kararlılığı yansıtır. Bu klinikler diş hekimliği deneyimini yeniden tanımlamaya devam ettikçe, ağız sağlığının güvenle ve gönül rahatlığıyla benimsendiği bir geleceği sabırsızlıkla bekleyebiliriz.

source: Testimony
nl: Getuigenis
tr: Tanıklık

source: Our Happy Customer Says
nl: Onze tevreden klant zegt
tr: Mutlu Müşterimiz Diyor ki

source: Taking my kids to the dentist used to be a struggle until we discovered Blue Tulip Dental Clinic. The staff is fantastic with children, and they create a welcoming atmosphere that makes dental visits enjoyable for my kids.
nl: Met mijn kinderen naar de tandarts gaan was vroeger een hele opgave, totdat we Blue Tulip Dental Clinic ontdekten. Het personeel is fantastisch met kinderen en ze creëren een gastvrije sfeer die tandartsbezoeken voor mijn kinderen leuk maakt.
tr: Blue Tulip Diş Kliniği'ni keşfedene kadar çocuklarımı dişçiye götürmek zorlu bir işti. Personelin çocuklarla iletişimi harika ve çocuklarım için diş muayenelerini keyifli hale getiren davetkar bir atmosfer yaratıyorlar.

source: Marketing Manager
tr: Pazarlama Müdürü

source: As an adult considering braces, I was hesitant, but the team at Blue Tulip Dental Clinic put me at ease. They explained the entire orthodontic process, and now, my smile is straighter than ever. I couldn't be happier!
nl: Als volwassene die een beugel overweegt, aarzelde ik, maar het team van Blue Tulip Dental Clinic stelde me op mijn gemak. Ze legden het hele orthodontische proces uit en nu is mijn glimlach rechter dan ooit. Ik zou niet gelukkiger kunnen zijn!
tr: Diş teli kullanmayı düşünen bir yetişkin olarak tereddütlüydüm ama Blue Tulip Diş Kliniği'ndeki ekip beni rahatlattı. Tüm ortodontik süreci anlattılar ve artık gülümsemem her zamankinden daha düzgün. Daha mutlu olamazdım!

source: Interface Designer
nl: Interface-ontwerper
tr: Arayüz Tasarımcısı

source: I had a dental emergency over the weekend, and I was in excruciating pain. I called Blue Tulip Dental Clinic, and they were able to see me right away. The dentist provided prompt and expert care, and I'm so grateful for their responsiveness.
nl: Ik had dit weekend een tandheelkundig noodgeval en ik had ondragelijke pijn. Ik belde Blue Tulip Dental Clinic en ze konden me meteen bereiken. De tandarts heeft snelle en deskundige zorg verleend en ik ben zo dankbaar voor hun reactievermogen.
tr: Hafta sonu diş konusunda acil bir durum yaşadım ve dayanılmaz bir acı çekiyordum. Blue Tulip Diş Polikliniği'ni aradım ve hemen beni görebildiler. Diş hekimi hızlı ve uzman bir bakım sağladı ve duyarlılıkları için onlara çok minnettarım.

source: I had my teeth whitened at Blue Tulip Dental Clinic, and the results are incredible. My smile is noticeably brighter, and the procedure was quick and comfortable. I can't stop smiling!
nl: Ik heb mijn tanden laten bleken bij Blue Tulip Dental Clinic en de resultaten zijn ongelooflijk. Mijn glimlach is merkbaar helderder en de procedure verliep snel en comfortabel. Ik kan niet stoppen met lachen!
tr: Blue Tulip Diş Kliniğinde dişlerimi beyazlattım ve sonuçlar inanılmaz. Gülümsemem fark edilir derecede daha parlaktı ve prosedür hızlı ve rahattı. Gülümsemeyi bırakamıyorum!

source: Web Developer
nl: Webontwikkelaar
tr: Web Geliştiricisi

source: System Analytics
nl: Systeemanalyse
tr: Sistem Analitiği

source: Achievements
nl: Prestaties
tr: Başarılar

source: Achievements are the tangible results of dedication, effort, and perseverance, showcasing our potential and progress.
nl: Prestaties zijn de tastbare resultaten van toewijding, inspanning en doorzettingsvermogen, die ons potentieel en onze vooruitgang laten zien.
tr: Başarılar, potansiyelimizi ve ilerlememizi sergileyen özveri, çaba ve azmin somut sonuçlarıdır.

source: Years of Experience
nl: Jarenlange ervaring
tr: Yılların Deneyimi

source: Qualified Dentist
nl: Gekwalificeerde tandarts
tr: Nitelikli Diş Hekimi

source: Happy Smiling Customer
nl: Gelukkige lachende klant
tr: Mutlu Gülümseyen Müşteri

source: Patients Per Year
nl: Patiënten per jaar
tr: Yıllık Hasta Sayısı

source: Modern Dentistry in a Calm and Relaxed Environment
nl: Moderne Tandheelkunde in een Rustige en Ontspannen Omgeving
tr: Sakin ve Rahat Bir Ortamda Modern Diş Hekimliği

source: Transform Your Smile with Modern Dentistry: Achieve Your Desired Perfect Smile through Innovative Techniques and Expert Care
nl: Transformeer uw glimlach met moderne tandheelkunde: bereik uw gewenste perfecte glimlach door innovatieve technieken en deskundige zorg
tr: Modern Diş Hekimliği ile Gülüşünüzü Dönüştürün: Yenilikçi Teknikler ve Uzman Bakımla İstediğiniz Mükemmel Gülüşe Kavuşun

source: Make an Appointment
nl: Maak een Afspraak
tr: Randevu Al

source: Modern Achieve Your Desired Perfect Smile
nl: Modern Bereik uw gewenste perfecte glimlach
tr: Modern İstediğiniz Mükemmel Gülümsemeyi Elde Edin

source: About
nl: Over
tr: Hakkımızda

source: Services
nl: Onze Praktijk
tr: Hizmetlerimiz

source: Doctors
nl: Onze Tandarts
tr: Doktorlarımız

source: Contact
tr: iletişim

source: Explore the exciting world of teledentistry and how virtual consultations and remote monitoring are changing the way we access dental care
nl: Ontdek de opwindende wereld van teledentistry en hoe virtuele consultaties en monitoring op afstand de manier veranderen waarop we toegang krijgen tot tandheelkundige zorg
tr: Tele-diş hekimliğinin heyecan verici dünyasını ve sanal danışmanlık ile uzaktan izlemenin diş bakımına erişim şeklimizi nasıl değiştirdiğini keşfedin

source: Recent Blog
nl: Recente blog
tr: Son Blog

source: helping others make informed choices about their oral healthcare providers.
nl: anderen helpen weloverwogen keuzes te maken over hun mondzorgaanbieders.
tr: başkalarının ağız sağlığı hizmeti sağlayıcıları hakkında bilinçli seçimler yapmasına yardımcı olmak.

source: I found the dental blog incredibly informative and engaging
nl: Ik vond de tandheelkundige blog ongelooflijk informatief en boeiend
tr: Diş blogunu inanılmaz derecede bilgilendirici ve ilgi çekici buldum

source: Read Our Blog
nl: Lees Onze Blog
tr: Blogumuzu Okuyun

source: Unlocking the Secrets to a Beautiful Smile: Cosmetic Dentistry Explained
nl: De geheimen van een mooie glimlach ontsluiten: cosmetische tandheelkunde uitgelegd
tr: Güzel Bir Gülümsemenin Sırlarını Çözmek: Estetik Diş Hekimliği Açıklaması

source: Cosmetic dentistry is more than just a branch of dentistry; it's a form of artistry that has the power to transform lives. It's the magic wand that can turn dental imperfections into a symphony of radiance, boosting not just our appearance but also our self-esteem.
nl: Cosmetische tandheelkunde is meer dan alleen een tak van de tandheelkunde; het is een vorm van kunstenaarschap die de kracht heeft om levens te transformeren. Het is de toverstaf die onvolkomenheden in het gebit kan veranderen in een symfonie van glans, waardoor niet alleen ons uiterlijk maar ook ons gevoel van eigenwaarde wordt vergroot.
tr: Estetik diş hekimliği, diş hekimliğinin bir branşından çok daha fazlasıdır; yaşamları dönüştürme gücüne sahip bir sanat biçimidir. Diş kusurlarını bir parlaklık senfonisine dönüştürebilen, sadece görünümümüzü değil aynı zamanda öz saygımızı da artıran sihirli bir değnektir.
